12/data/attachments/cb9585909f4ac48f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_7984fc7a-05c9-4a1e-a54f-bfeba629a358</nif:username>
            <nif:friendToBeAdded>Doris_address_Friend_14779_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>